app/views/students/index.html.erb

SELECT "students".* FROM "students"
---
<p><%= Student.all.each{|student| student.to_s}%></p>